<template>
  <div class="wrapper">
    <h1 class="text_header">Что такое гибридная индустрия моды и какое место в ней занимают AR и VR технологии</h1>

    <div class="row_block">
      <div class="text_block">
        <p class="text"><b>Гибридная индустрия моды</b> — это сфера, объединяющая моду, технологии и цифровую среду. В
          ней происходит слияние
          традиционного производства одежды с инновационными технологиями, такими как дополненная (AR) и виртуальная
          реальность (VR). Как же работают эти технологии и что они из себя представляют?</p>
        <img src="../assets/images/pic1.jpg" class="image" alt="">
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <p class="text_without_pic">
          AR использует камеру или дисплей мобильного устройства, смарт-очков или других устройств, чтобы добавить
          дополнительные графические элементы поверх изображения реального мира. Это позволяет создавать виртуальные
          объекты, которые будут выглядеть так, будто они присутствуют в реальном мире. В то время, как VR погружает
          пользователя в полностью виртуальную среду с помощью специальных устройств, таких как VR-очки. Эта технология
          изменяет восприятие окружающего мира, создавая искусственную реальность, в которой пользователь может
          взаимодействовать с виртуальными объектами и пространством.
        </p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <p class="text_without_pic">
          AR и VR технологии позволяют брендам и дизайнерам создавать уникальные цифровые интерактивные потребительские
          опыты. С их помощью можно моделировать виртуальные шоурумы, где покупатели смогут примерять понравившуюся
          одежду в
          виртуальном пространстве, а модные дома и бренды — проводить показы и презентации. Такие технологии также
          используются для создания интерактивных рекламных кампаний, помогая улучшить процессы производства и дизайна и
          позволяя создавать уникальные инновационные коллекции. Это значительно повышает показатель вовлеченности в
          проекты, так как потребители могут напрямую взаимодействовать с продукцией и брендами.
        </p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <p class="text_without_pic">Такие технологии уже применяются на практике. Рассмотрим несколько успешных кейсов:
          - С 2014 года стартапы-резиденты Сколково разрабатывают технологии виртуальной примерки: Sizolution разработал
          специальные алгоритмы, которые создают 3D-модель тела покупателя по фотографии, учитывая более 80 параметров,
          а
          искусственный интеллект рекомендует оптимальный размер и демонстрирует посадку вещи на фигуре клиента.
          Производители профессиональных 3D-сканеров тоже не остаются в стороне. Компания Texel предлагает возможность
          создавать свои 3D-аватары, что, благодаря точному замеру обхватов, упрощает процесс подбора подходящей одежды
          в
          интернет-магазинах. А компания Try Fit разработала оборудование для измерения параметров стопы и тела с целью
          подбора наиболее удобной одежды и обуви посредством цифрового моделирования: после сканирования система
          показывает, насколько та или иная модель будет комфортна покупателю по десятибалльной шкале.
          - Один из крупнейших российских модных агрегаторов Lamoda тестирует собственную систему виртуального подбора
          одежды. Чтобы узнать, какой размер лучше выбрать, и увидеть, как одежда будет смотреться на фигуре, нужно
          настроить четыре параметра — пол, возраст, рост и вес. В качестве дополнительных характеристик можно указать и
          особенности телосложения, такие как форма живота, ширина плеч, соотношения различных частей тела и размер
          груди.
          По словам представителей Lamoda, новая функция должна избавить покупателей от необходимости заказывать один
          предмет в нескольких размерах, а также снизить процент возвратов и тем самым увеличить скидку в программе
          лояльности.
          - На западном рынке особую популярность набирает технология Shoppable AR Snapchat от одноименной социальной
          сети.
          Snapchat встроил в приложение сервис, способный анализировать движения тела, гравитацию, силу тяжести,
          текстуры
          материалов и создавать максимально приближенные к реальности виртуальные образы. Качество 3D-моделирования
          помогают улучшить функции 3D Body Mesh, Cloth Simulation и Visual Effects Editor.</p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <img src="../assets/images/pic3.jpg" class="image" alt="">
        <p class="text"> Сама индустрия гибридной моды зародилась в ответ на вызов с перепроизводством товаров. Потребителей перестала
          интересовать просто одежда, теперь, сражаясь в конкурентной борьбе, производителям и брендам нужно создавать
          историю вокруг товара, — рассказывать об уникальных преимуществах и доносить до целевых групп особую ценность
          покупки конкретного экземпляра. Большую роль в современном модном мире играют социальные сети и создание личного
          бренда. На сегодняшний день около 60% пользователей интернета зарегистрированы в социальных сетях и регулярно
          проявляют в них активность. Сотни медиаменеджеров ежедневно трудятся над созданием креативного контента для
          продвижения бренда на рынке и ищут пути применения технологий дополненной реальности для максимального вовлечения
          потребителя.</p>

      </div>
    </div>

    <div class="text_block">
      Таким образом, AR и VR технологии играют важную роль в гибридной индустрии моды, помогая совершенствовать
      производственные и покупательские процессы, а также создавать новые клиентские опыты для потребителей.
    </div>

    <div class="button">
      <router-link to="/">
        На главную
      </router-link>
    </div>
  </div>
</template>

<script lang="ts">
export default {
  name: 'TextView1',
}
</script>

<style scoped>
.wrapper {
  display: flex;
  flex-direction: column;
  justify-content: center;
  align-items: center;
  width: 90vw;
  gap: 2rem;
  margin-top: 2rem;
  margin-bottom: 2rem;
}

.text_header {
  background-color: var(--card-bg-color);
  width: 80%;
  font-size: 1.5rem;
  font-weight: 600;
  padding: 0.5rem;
  border-radius: 1rem;
}

.text_block {
  background-color: var(--card-bg-color);
  padding: 1rem;
  border-radius: 1rem;
  max-width: 65vw;
  text-align: left;
  display: flex;
  flex-direction: row;
  justify-content: space-evenly;
  align-items: center;
}

.text {
  display: flex;
  flex-direction: column;
  width: 50%;
}

.text_without_pic {
  display: flex;
  flex-direction: column;
  width: 80%;
}

.row_block {
  display: flex;
  flex-direction: row;
  justify-content: space-between;
}

.image {
  height: 40vh;
  border-radius: 1rem;
}

.button {
  font-size: 1.25rem;
  font-weight: 500;
  background-color: var(--card-bg-color);
  padding: 1rem;
  border-radius: 1rem;
  width: 30vw;
  margin-top: 3rem;
}
</style>
