<template>
  <div class="wrapper">
    <h1 class="text_header">Почему эта сфера выгодна для инвестиций</h1>

    <div class="row_block">
      <div class="text_block">
        <p class="text">В настоящее время нельзя не отметить важность привлечения инвестиций в гибридную индустрию моды.
          Так как рынок зародился сравнительно недавно, он открывает широкие возможности для вложения средств и хорошие
          перспективы для получения не только денежной, но и репутационной выгоды.
        </p>
        <img src="../assets/images/pic2.jpg" class="image" alt="">
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <p class="text_without_pic">
          Использование технологий AR и VR в индустрии моды позволяет существенно сократить затраты на производство
          из-за возможности минимизировать издержки на ненужные запасы ткани и фурнитуры. Все процессы примерки одежды
          происходят в виртуальном пространстве. «Диджитал-одежда меняет и бизнес-модели производителей одежды. Бренды
          стремятся перейти на новую модель Made to Oder –«дизайн-продажа-производство», вместо привычной ранее
          «дизайн-производство-продажа», виртуальная одежда поможет сначала выпускать диджитал-коллекции, а потом уже
          вводить их в производство», — отмечается в статье Платформы НТИ «Кибер-одежда, виртуальное ателье и
          AR-примерочная. Как развивается цифровая индустрия моды».

        </p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <p class="text_without_pic">
          Такой подход позволяет использовать ресурсы более эффективно и сокращать вредные выбросы от производств в
          атмосферу, что особенно важно для экологии в условиях усиленного загрязнения окружающей среды. В крупных
          корпорациях внедрение этих методов может способствовать содействию интеграции ESG-повестки, что позволит
          повышать социальный рейтинг компании, привлекать на работу более квалифицированный персонал и получать
          налоговые вычеты.

        </p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <p class="text_without_pic">В быстро изменяющемся мире люди склонны принимать решения также быстро. Согласно
          исследованию Шарлотты Пирсон (Charlotte Pearson), психолога из Австралийского университета, восемь секунд —
          это максимальный период удержания концентрации для большинства людей. Более сложные задачи, требующие высокой
          интеллектуальной активности, могут снизить это время до 2-3 секунд. Именно за это время продавцу нужно успеть
          захватить внимание потенциального покупателя. Однако, использование инновационных технологий активно
          привлекает внимание к продуктам и вызывает большой общественный резонанс, что может значительно повысить
          интерес к компании и ее узнаваемость. Одним из первых на волну AR-технологий встал Gucci. За счет коллаборации
          с Snapchat модному дому удалось повысить интерес пользователей к новой коллекции кроссовок. Используя
          платформу Snap AR и функцию SnapML в Lens Studio, Gucci предложили пользователям Snapchat красивую и
          реалистичную примерку четырех разных пар.
        </p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <img src="../assets/images/pic4.webp" class="image" alt="">
        <p class="text"> Сама индустрия гибридной моды зародилась в ответ на вызов с перепроизводством товаров.
          Потребителей перестала
          интересовать просто одежда, теперь, сражаясь в конкурентной борьбе, производителям и брендам нужно создавать
          историю вокруг товара, — рассказывать об уникальных преимуществах и доносить до целевых групп особую ценность
          покупки конкретного экземпляра. Большую роль в современном модном мире играют социальные сети и создание
          личного
          бренда. На сегодняшний день около 60% пользователей интернета зарегистрированы в социальных сетях и регулярно
          проявляют в них активность. Сотни медиаменеджеров ежедневно трудятся над созданием креативного контента для
          продвижения бренда на рынке и ищут пути применения технологий дополненной реальности для максимального
          вовлечения
          потребителя.</p>
      </div>
    </div>

    <div class="row_block">
      <div class="text_block">
        <img src="../assets/images/pic5.jpg" class="image" alt="">
        <p class="text"> AR и VR технологии позволяют потребителям создавать кастомизированные продукты, которые
          отвечают их индивидуальным потребностям и вкусам. Это создает уникальный опыт покупки, что в свою очередь
          увеличивает лояльность клиентов и уровень продаж. Технологии моделирования дополненной реальности дают
          возможность для самовыражения всем целевым группам бизнеса. Для детей и подростков — приобретение скинов в
          видеоиграх, для молодых девушек и инфлюенсеров — возможность создания ярких образов в социальных сетях, не
          приобретая новую одежду, для предпринимателей и офисных работников— деловой цифровой гардероб для созвонов из
          дома. Помимо прочего, цифровые вещи можно коллекционировать. Самый надёжный способ закрепить свои права на
          вещь — купить невзаимозаменяемый токен, NFT. Токенизация digital-объектов удобна и для покупателя, и для
          бренда. Также такие технологии могут послужить хорошим инструментом для аналитики и предсказать спрос на
          определенные товары, а интернет-маркетологи могут искусственно подтолкнуть пользователей мобильных приложений,
          онлайн-сервисов и видеоигр к выбору той или иной продукции.</p>
      </div>
    </div>

    <div class="text_block">
      В результате, инвестирование в AR и VR технологии в сфере гибридной индустрии моды будет способствовать экономии
      затрат, кастомизации продукции, вовлечению клиентов и увеличению их лояльности, сокращению пагубного влияния на
      экологическую обстановку.

    </div>

    <div class="button">
      <router-link to="/">
        На главную
      </router-link>
    </div>
  </div>
</template>

<script lang="ts">
export default {
  name: 'TextView1',
}
</script>

<style scoped>
.wrapper {
  display: flex;
  flex-direction: column;
  justify-content: center;
  align-items: center;
  width: 90vw;
  gap: 2rem;
  margin-top: 2rem;
  margin-bottom: 2rem;
}

.text_header {
  background-color: var(--card-bg-color);
  width: 80%;
  font-size: 1.5rem;
  font-weight: 600;
  padding: 0.5rem;
  border-radius: 1rem;
}

.text_block {
  background-color: var(--card-bg-color);
  padding: 1rem;
  border-radius: 1rem;
  max-width: 65vw;
  text-align: left;
  display: flex;
  flex-direction: row;
  justify-content: space-evenly;
  align-items: center;
}

.text {
  display: flex;
  flex-direction: column;
  width: 50%;
}

.text_without_pic {
  display: flex;
  flex-direction: column;
  width: 80%;
}

.row_block {
  display: flex;
  flex-direction: row;
  justify-content: space-between;
}

.image {
  height: 40vh;
  border-radius: 1rem;
}

.button {
  font-size: 1.25rem;
  font-weight: 500;
  background-color: var(--card-bg-color);
  padding: 1rem;
  border-radius: 1rem;
  width: 30vw;
  margin-top: 3rem;
}
</style>
